[InteractiveObjects.IO_CameraShakeWall InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_VehicleChain2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_AgedBottle MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Whisky envelhecido"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_AgedBottle:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Whisky do bom... envelhecido até a perfeição."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_BabyIDCard MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Bebê"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_BabyIDCard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Olha essas bochechinhas... que fofura!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_GoldenLoaderPart MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Algo feito de ouro"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_GoldenLoaderPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="JÓIAS, JÓIAS"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_PotionBottle MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Poção do amor"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_PotionBottle:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Tudo o que você precisa para o amor: metal precioso, álcool forte e lágrimas de bebê."
NoConstraintText=""
Suffix=""
Prefix=""

